Repository: DanielManhattan/totalfinder-i18n
Catalog: plugin/*.lproj/MenuItems.strings
Languages: da, fi, hu, sv, th, zh_tw

source: MenuItem:Pin Visor
da: Fastgør Visor
fi: Jätä Visor esille
hu: Visor rögzítése
sv: Nåla Visor
th: ปักหมุด Visor
zh_tw: 固定滑入視窗:

source: MenuItem:Close Tab
da: Luk fane
fi: Sulje välilehti
hu: Fül bezárása
sv: Stäng flik
th: ปิดแท็บ
zh_tw: 關閉分頁

source: MenuItem:New Native Tab
da: New Native Tab
fi: New Native Tab
hu: New Native Tab
sv: Ny inbyggd flik
th: New Native Tab
zh_tw: New Native Tab

source: MenuItem:Close Native Tab
da: Close Native Tab
fi: Close Native Tab
hu: Close Native Tab
sv: Stäng inbyggd flik
th: Close Native Tab
zh_tw: Close Native Tab

source: MenuItem:Show Previous Native Tab
da: Show Previous Native Tab
fi: Show Previous Native Tab
hu: Show Previous Native Tab
sv: Visa föregående inbyggda flik
th: Show Previous Native Tab
zh_tw: Show Previous Native Tab

source: MenuItem:Show Next Native Tab
da: Show Next Native Tab
fi: Show Next Native Tab
hu: Show Next Native Tab
sv: Visa nästa inbyggda flik
th: Show Next Native Tab
zh_tw: Show Next Native Tab

source: MenuItem:New Tab
da: Ny fane
fi: Uusi välilehti
hu: New Tab
sv: Ny flik
th: New Tab
zh_tw: New Tab

source: MenuItem:Reopen Closed Tab
da: Åbn lukkede fane igen
fi: Avaa suljettu välilehti uudelleen
hu: Reopen Closed Tab
sv: Öppna stängd flik
th: Reopen Closed Tab
zh_tw: 重开關閉的視窗

source: MenuItem:Close Window
da: Luk vindue
fi: Sulje ikkuna
hu: Ablak bezárása
sv: Stäng fönster
th: ปิดหน้าต่าง
zh_tw: 關閉視窗

source: MenuItem:Toggle Dual Mode
da: Skift Dual-mode
fi: Kaksoispaneeliselaus
hu: Váltás kettős módra
sv: Av-/Aktivera Dual Mode
th: เรียกใช้หน้าต่างคู่
zh_tw: 切換雙視窗模式

source: MenuItem:Narrow Tabs Bar
da: Indsnæver fanebar
fi: Ohenna välilehtipalkkia
hu: Keskeny fülek
sv: Använd smalare Flikar
th: แถบแท็บแบบเล็ก
zh_tw: 較窄分頁列

source: MenuItem:Select Previous Tab
da: Gå til forrige fane
fi: Valitse edellinen välilehti
hu: Előző fül kiválasztása
sv: Välj föregående flik
th: เลือกแท็บก่อนหน้า
zh_tw: 選取上一個分頁

source: MenuItem:Select Next Tab
da: Gå til næste fane
fi: Valitse seuraava välilehti
hu: Következő fül kiválasztása
sv: Välj nästa flik
th: เลือกแท็บถัดไป
zh_tw: 選取下一個分頁

source: MenuItem:Switch Active Panel
da: Skift aktivt panel
fi: Vaihda paneelien välillä
hu: Switch Active Panel
sv: Byt aktiv panel
th: Switch Active Panel
zh_tw: Switch Active Panel

source: MenuItem:Folders on Top
da: Vis mapper øverst
fi: Näytä kansiot päällimmäisinä
hu: Mappák felül
sv: Sortera mappar före filer
th: แสดงโฟล์เดอร์ไว้ด้านบน
zh_tw: 檔案夾置頂

source: MenuItem:Show System Files
da: Vis System Filer
fi: Näytä piilotetut tiedostot
hu: Látható Rendszerfájlok
sv: Visa systemfiler
th: แสดงไฟล์ระบบ
zh_tw: 顯示系統檔案

source: MenuItem:Column View Auto Width
da: Kolonne-visning automatisk bredde
fi: Kolumninäkymän automaaattinen leveys
hu: Column View Auto Width
sv: Automatisk kolumnbredd i Kolumnvy
th: Column View Auto Width
zh_tw: Column View Auto Width

source: MenuItem:Dock Progress Bar
da: Dock statuslinje
fi: Näytä edistymispalkki Dockissa
hu: Dock Progress Bar
sv: Förloppsindikator i Dock
th: Dock Progress Bar
zh_tw: Dock Progress Bar

source: MenuItem:Template
zh_tw: Template
